---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.FabricationPartBrowser
source: html/757dc216-bfd4-c52a-70cf-6274f69fedd2.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.FabricationPartBrowser Property

The Fabrication part browser pane.

## Syntax (C#)
```csharp
public static DockablePaneId FabricationPartBrowser { get; }
```